Repository: cengelbart39/Splatalyzer
Catalog: Sources/Splatalyzer/Resources/language/SpecialWeapon.xcstrings
Source language: en
Languages: de, es_419, es_es, fr_ca, fr_fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# SpBlower
source: Ink Vac
de: Tintegrator
es_419: Aspiratinta
es_es: Aspiratinta
fr_ca: Aspirencre
fr_fr: Aspirencre
it: Vampinchiostro
ja: キューインキ
ko: 흡입기
nl: Inktdief
ru: Краскосос
zh_hans: 吸墨机
zh_hant: 吸墨機

# SpCastle
source: Kraken Royale
de: Tintentyrann
es_419: Calamar imperial
es_es: Calamar imperial
fr_ca: Kraken royal
fr_fr: Kraken royal
it: Kraken reale
ja: テイオウイカ
ko: 로열 크라켄
nl: Monstermorfose
ru: Тираннокракен
zh_hans: 帝王鱿鱼
zh_hant: 帝王魷魚

# SpChariot
source: Crab Tank
de: Krabbenpanzer
es_419: Cangrejobot
es_es: Cangrejobot
fr_ca: Crabe d'assaut
fr_fr: Crabe d'assaut
it: Granchio armato
ja: カニタンク
ko: 크랩 탱크
nl: Krabbentank
ru: Кработанк
zh_hans: 螃蟹坦克
zh_hant: 螃蟹坦克

# SpChimney
source: Splattercolor Screen
de: Unsichtbarriere
es_419: Muro marmoleado
es_es: Pantintalla
fr_ca: Barrière barbouillée
fr_fr: Barrière barbouillée
it: Cortina ingannevole
ja: スミナガシート
ko: 스플래터컬러 스크린
nl: PLED-scherm
ru: Заливной барьер
zh_hans: 浮墨幕墙
zh_hant: 浮墨幕牆

# SpEnergyStand
source: Tacticooler
de: Tranktank
es_419: Dispensabebidas
es_es: Dispensabebidas
fr_ca: Districool
fr_fr: Districool
it: Rinfrigorente
ja: エナジースタンド
ko: 에너지 스탠드
nl: Reddingsbar
ru: Тоникулер
zh_hans: 能量站
zh_hant: 能量站

# SpFirework
source: Super Chump
de: Bluffbomber
es_419: Multiseñuelos
es_es: Multiseñuelos
fr_ca: Multi-leurres
fr_fr: Multi-leurres
it: Diversivo esplosivo
ja: デコイチラシ
ko: 디코이 캐넌
nl: Voorschutter
ru: Суперпрыжатор
zh_hans: 诱饵烟花
zh_hant: 誘餌煙火

# SpGreatBarrier
source: Big Bubbler
de: Kugelschild Pro
es_419: Megaburbuja
es_es: Megaburbuja
fr_ca: Super bouclier
fr_fr: Super bouclier
it: Gran bolla scudo
ja: グレートバリア
ko: 그레이트 배리어
nl: Joekelschild
ru: Шарощит
zh_hans: 巨大防护罩
zh_hant: 巨大防護罩

# SpInkStorm
source: Ink Storm
de: Tintenschauer
es_419: Atormentador
es_es: Atormentador
fr_ca: Pluie d'encre
fr_fr: Pluie d'encre
it: Pioggia di colore
ja: アメフラシ
ko: 먹구름
nl: Spetterbui
ru: Туча краски
zh_hans: 墨雨云
zh_hant: 墨雨雲

# SpJetpack
source: Inkjet
de: Tintendüser
es_419: Propulsor
es_es: Propulsor
fr_ca: Chromo-jet
fr_fr: Chromo-jet
it: Jet splat
ja: ジェットパック
ko: 제트 팩
nl: Inktjet
ru: Красколет
zh_hans: 喷射背包
zh_hant: 噴射背包

# SpMicroLaser
source: Killer Wail 5.1
de: Heulboje 5.1
es_419: Berreón 5.1
es_es: Tintófono 5.1
fr_ca: Laser perçant 5.1
fr_fr: Haut-perceur 5.1
it: Tintofono 5.1
ja: メガホンレーザー5.1ch
ko: 메가폰 레이저 5.1ch
nl: Megalofoon 5.1
ru: Мегалофон 5.1
zh_hans: 喇叭镭射5.1ch
zh_hant: 喇叭雷射5.1ch

# SpMultiMissile
source: Tenta Missiles
de: Schwarmraketen
es_419: Lanzamisiles
es_es: Lanzamisiles
fr_ca: Multi-missile
fr_fr: Multi-missile
it: Lanciarazzi
ja: マルチミサイル
ko: 멀티 미사일
nl: Spetterraketten
ru: Каракатница
zh_hans: 多重导弹
zh_hant: 多重導彈

# SpNiceBall
source: Booyah Bomb
de: Cool-Kugel
es_419: Bola genializante
es_es: Bola genializante
fr_ca: Excellinator
fr_fr: Jolizator
it: Granbotto
ja: ナイスダマ
ko: 나이스옥
nl: Coole bom
ru: Йо-хо-плюхер
zh_hans: 赞气弹
zh_hant: 讚氣彈

# SpPogo
source: Triple Splashdown
de: Tri-Tintenschock
es_419: Clavado triple
es_es: Puñetazos explosivos
fr_ca: Triple choc chromatique
fr_fr: Triple choc chromatique
it: Triplo vernischianto
ja: ウルトラチャクチ
ko: 울트라 착지
nl: Ultralanding
ru: Тройной мегаплюх
zh_hans: 终极着陆
zh_hant: 終極著陸

# SpShockSonar
source: Wave Breaker
de: Schauerwelle
es_419: Emiteondas
es_es: Emiteondas
fr_ca: Sonar paf
fr_fr: Sonar paf
it: Sonar esplosivo
ja: ホップソナー
ko: 홉 소나
nl: Golfbeker
ru: Волноплюхер
zh_hans: 弹跳声呐
zh_hant: 彈跳聲納

# SpSkewer
source: Reefslider
de: Haihammer
es_419: Flotiburón
es_es: Flotiburón
fr_ca: Cavalsquale
fr_fr: Cavalsquale
it: Motosqualo
ja: サメライド
ko: 샤크 라이드
nl: Opblaashaai
ru: Мотокула
zh_hans: 鲨鱼坐骑
zh_hant: 鯊魚坐騎

# SpSuperHook
source: Zipcaster
de: Haftsprung
es_419: Gancho tentacular
es_es: Gancho tentacular
fr_ca: Super Mollusque
fr_fr: Super Mollusque
it: Molluscatto
ja: ショクワンダー
ko: 쇼크 원더
nl: Tentakabel
ru: Краскотрос
zh_hans: 触手喷射
zh_hant: 觸手噴射

# SpTripleTornado
source: Triple Inkstrike
de: Tri-Tintferno
es_419: Tornado triple
es_es: Tornado triple
fr_ca: Trimissile tornade
fr_fr: Trimissile tornade
it: Triplo tornado
ja: トリプルトルネード
ko: 트리플 토네이도
nl: Tri-tornado
ru: Тройной торнадо
zh_hans: 三重龙卷风
zh_hant: 三重龍捲風

# SpUltraStamp
source: Ultra Stamp
de: Ultra-Stempel
es_419: Ultraselladora
es_es: Ultraselladora
fr_ca: Ultra-étampeur
fr_fr: Ultra-tamponneur
it: Mega timbro
ja: ウルトラハンコ
ko: 울트라 스탬프
nl: Ultrastempel
ru: Припечать
zh_hans: 终极印章
zh_hant: 終極印章

# SpUltraShot
source: Trizooka
es_419: Cañón triple
es_es: Tintazuca triple
fr_ca: Lance-tornades
fr_fr: Lance-rafales
it: Ultraturbinator
ja: ウルトラショット
ko: 울트라 샷
ru: Гранатомет «Трезубец»
zh_hans: 终极发射
zh_hant: 終極發射
